---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalLoopName
source: html/3f0f3b10-8a75-b8ca-c10d-17755ecde8f5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepAnalyticalLoopName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId MepAnalyticalLoopName { get; }
```